{
  "testimonials": [
    {
      "name": "Javier Silva",
      "text": "Excelente, servicio, atenci贸n y comunicaci贸n para ayudar en todas las dudas que uno pueda tener, trabajo realizado con una calidad excelente.",
      "image": "https://placehold.co/100x100?text=JS",
      "rating": 5
    },
    {
      "name": "Carlos Castillo",
      "text": "Excelente servicio y atenci贸n recibidos por parte de Rodrigo y todo el equipo de Dobletraccion. Fueron muy diligentes en atender mis requerimientos como cliente...",
      "image": "/images/testimonials/carlos-carrillo.webp",
      "rating": 5
    },
    {
      "name": "Pablo Letelier",
      "text": "Excelente atenci贸n y buena onda! recomendable la asistencia al dobletracci贸n fest ",
      "image": "/images/testimonials/pablo-letelier.webp",
      "rating": 5
    },
    {
      "name": "Mat铆as Bilbao",
      "text": "Excelente pero excelente atenci贸n de a automotora, todo su personal un 7 como personas y vendedores. Nos ayudaron en todo para comprar una gran camioneta para nuestra familia.",
      "image": "/images/testimonials/matias-bilbao.webp",
      "rating": 5
    },
    {
      "name": "Pedro Maldonado",
      "text": "Vend铆 mi Jeep Grand Cherokee con Doble Tracci贸n, cumplieron un servicio de lujo, preocupados y r谩pidos, qued茅 muy satisfecho y los recomiendo!!",
      "image": "/images/testimonials/pedro-maldonado.webp",
      "rating": 5
    },
    {
      "name": "lvaro Kirberg",
      "text": "Excelente Servicio, precio justo y gran velocidad de venta. 100% recomendables, sobre todo para venta de Jeep's.",
      "image": "/images/testimonials/alvaro-kirberg.webp",
      "rating": 5
    },
    {
      "name": "Carlos Carrillo",
      "text": "100% recomendados los amigos de Doble Traccion Automotriz. Les dej茅 mi camioneta en su local y en tan solo 7 d铆as ya hab铆a un comprador.",
      "image": "/images/testimonials/carlos-carrillo.webp",
      "rating": 5
    },
    {
      "name": "Lucas Parra",
      "text": "Tal cual como tiene que ser un servicio: Comunicaci贸n clara, precio razonable, asesor铆a personalizada, cordialidad, profesionalidad...",
      "image": "/images/testimonials/lucas-parra.webp",
      "rating": 5
    },
    {
      "name": "Jos茅 Tomas Corral",
      "text": "Excelente experiencia y servicio al vender mi auto con Doble Tracci贸n. Te acompa帽an, asesoran y ayudan en todo lo que sea posible.",
      "image": "https://placehold.co/100x100?text=JC",
      "rating": 5
    }
  ]
}
