{
  "testimonials": [
    {
      "name": "caatalina.vega",
      "text": "Gracias por tu amabilidad Ricardo, estamos muy contentos con tu excelente atención!",
      "image": "https://placehold.co/100x100?text=CV",
      "rating": 5
    },
    {
      "name": "Danilo_seb17",
      "text": "Estimado, agradezco la gestión realizada en la venta del vehículo, servicio 100% recomendable. Muy atento y preocupado de todos los aspectos, sin dudar volveríamos a contratar sus servicios Saludos!!",
      "image": "https://placehold.co/100x100?text=DS",
      "rating": 5
    },
    {
      "name": "Laaj8415",
      "text": "Excelente servicio, recibí una perfecta asesoría, un trato personalizado y lo mejor sin moverme del escritorio, pago inmediato. Calidad y seriedad garantizada!! Muchas gracias",
      "image": "https://placehold.co/100x100?text=LJ",
      "rating": 5
    },
    {
      "name": "Victor_Rdelgado",
      "text": "Muchas gracias...Don Ricardo...100% recomendado...",
      "image": "https://placehold.co/100x100?text=VD",
      "rating": 5
    },
    {
      "name": "Pedro Maldonado",
      "text": "Vendí mi Jeep Grand Cherokee con Doble Tracción, cumplieron un servicio de lujo, preocupados y rápidos, quedé muy satisfecho y los recomiendo!!",
      "image": "https://placehold.co/100x100?text=PM",
      "rating": 5
    },
    {
      "name": "Álvaro Caceres",
      "text": "Excelente Servicio, precio justo y gran velocidad de venta. 100% recomendables, sobre todo para venta de Jeep's.",
      "image": "https://placehold.co/100x100?text=AC",
      "rating": 5
    },
    {
      "name": "Carlos Castro",
      "text": "100% recomendados los amigos de Doble Traccion Automotriz. Les dejé mi camioneta en su local y en tan solo 7 días ya había un comprador.",
      "image": "https://placehold.co/100x100?text=CC",
      "rating": 5
    },
    {
      "name": "Lucas Pavez",
      "text": "Tal cual como tiene que ser un servicio: Comunicación clara, precio razonable, asesoría personalizada, cordialidad, profesionalidad...",
      "image": "https://placehold.co/100x100?text=LP",
      "rating": 5
    },
    {
      "name": "José Tomas Arriaga",
      "text": "Excelente experiencia y servicio al vender mi auto con Doble Tracción. Te acompañan, asesoran y ayudan en todo lo que sea posible.",
      "image": "https://placehold.co/100x100?text=JA",
      "rating": 5
    }
  ]
}
